---
kind: method
id: M:Autodesk.Revit.DB.Structure.Rebar.GetReinforcementRoundingManager
zh: 钢筋、配筋
source: html/6d26d7fd-f681-604b-312e-b3395d1e7ca4.htm
---
# Autodesk.Revit.DB.Structure.Rebar.GetReinforcementRoundingManager Method

**中文**: 钢筋、配筋

Returns an object for managing reinforcement rounding override settings.

## Syntax (C#)
```csharp
public RebarRoundingManager GetReinforcementRoundingManager()
```

## Returns
The rounding manager.